tap "apparition47/tap"
tap "github/gh"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "tiulpin/tiulpin"
brew "ack"
brew "act"
brew "ant"
brew "antigen"
brew "openssl@1.1"
brew "aria2"
brew "tcl-tk"
brew "asciinema"
brew "automake"
brew "coreutils"
brew "asdf"
brew "bat"
brew "bfg"
brew "binutils"
brew "boost"
brew "node"
brew "bower"
brew "cabal-install"
brew "glib"
brew "pkg-config"
brew "zstd"
brew "ccache"
brew "libmagic"
brew "clamav"
brew "cmake"
brew "composer"
brew "cookiecutter"
brew "cowsay"
brew "curl"
brew "deno"
brew "dive"
brew "docker-compose"
brew "dotnet"
brew "gmp"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fortune"
brew "freetds"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gdk-pixbuf"
brew "gh"
brew "git"
brew "git-flow"
brew "gnu-sed"
brew "pinentry"
brew "gnupg", link: false
brew "gnupg@2.2"
brew "go"
brew "gradle"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grunt-cli"
brew "hopenpgp-tools"
brew "htop"
brew "httpie"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kotlin"
brew "kubernetes-cli"
brew "libxml2"
brew "mas"
brew "maven"
brew "minikube"
brew "mono"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "node-build"
brew "nodenv"
brew "nuget"
brew "qpdf"
brew "ocrmypdf"
brew "openblas"
brew "opensc"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "php"
brew "pipx"
brew "ponysay"
brew "pyenv"
brew "pypy3"
brew "python@3.7"
brew "python@3.8"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "ruby@2.6"
brew "ruby@2.7"
brew "rust"
brew "scc"
brew "speedtest-cli"
brew "squashfs"
brew "syncthing", link: false
brew "thefuck"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "yadm"
brew "yarn"
brew "ykman"
brew "ykpers"
brew "youtube-dl"
brew "yubico-piv-tool"
brew "zenith"
cask "1password-cli"
cask "audacity"
cask "balenaetcher"
cask "blackhole-2ch"
cask "brave-browser"
cask "cheatsheet"
cask "cleanshot"
cask "dash"
cask "detexify"
cask "discord"
cask "docker"
cask "eul"
cask "firefox"
cask "font-jetbrains-mono"
cask "fork"
cask "google-backup-and-sync"
cask "gpg-suite"
cask "grammarly"
cask "hazeover"
cask "jetbrains-toolbox"
cask "jupyter-notebook-viewer"
cask "keka"
cask "keyboardcleantool"
cask "lunar"
cask "macs-fan-control"
cask "mactex"
cask "mailtrackerblocker"
cask "miniconda"
cask "mmhmm"
cask "mullvadvpn"
cask "notion"
cask "obinskit"
cask "obs"
cask "openinterminal"
cask "osirix-quicklook"
cask "paw"
cask "pock"
cask "quitter"
cask "raspberry-pi-imager"
cask "raycast"
cask "sigil"
cask "spotify"
cask "sublime-text"
cask "syncthing"
cask "teamviewer"
cask "tor-browser"
cask "transmission"
cask "tunnelbear"
cask "virtualbox"
cask "vlc"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-piv-manager"
cask "zoom"
mas "1440", id: 1483764819
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Amphetamine", id: 937984704
mas "Craft", id: 1487937127
mas "Fantastical", id: 975937182
mas "Flycut", id: 442160987
mas "GarageBand", id: 682658836
mas "Grammarly for Safari", id: 1462114288
mas "Hidden Bar", id: 1452453066
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "Instapaper Save", id: 1481302432
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Quick Draw", id: 1459010006
mas "Slack", id: 803453959
mas "Studies", id: 1071676469
mas "Telegram", id: 747648890
