tap "github/gh"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jetbrains/utils"
tap "snyk/tap"
tap "tiulpin/tiulpin"
brew "ack"
brew "act"
brew "antigen"
brew "aria2"
brew "asciinema"
brew "automake"
brew "gmp"
brew "coreutils"
brew "asdf"
brew "bat"
brew "bfg"
brew "binutils"
brew "boost"
brew "node"
brew "bower"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "zstd"
brew "ccache"
brew "libmagic"
brew "cmake"
brew "curl"
brew "freetds"
brew "php"
brew "composer"
brew "cookiecutter"
brew "deno"
brew "detekt"
brew "docker-compose", link: false
brew "dotnet"
brew "gnutls"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "fortune"
brew "fzf"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "git-flow"
brew "git-lfs"
brew "gnu-sed"
brew "pinentry"
brew "gnupg", link: false
brew "gnupg@2.2"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "hopenpgp-tools"
brew "htop"
brew "httpie"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "libxml2"
brew "libxslt"
brew "mas"
brew "maven"
brew "minikube"
brew "mkcert"
brew "mono"
brew "mosh"
brew "ncdu"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "node-build"
brew "openblas"
brew "opensc"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "perl"
brew "pipx"
brew "ponysay"
brew "nodenv"
brew "pyenv"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "rust"
brew "scc"
brew "squashfs"
brew "terraform"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "yadm"
brew "yarn", link: false
brew "ykman"
brew "ykpers"
brew "jetbrains/utils/qodana"
brew "snyk/tap/snyk"
cask "1password-cli"
cask "balenaetcher"
cask "cheatsheet"
cask "cleanshot"
cask "dash"
cask "detexify"
cask "discord"
cask "docker"
cask "figma"
cask "fork"
cask "google-chrome"
cask "gpg-suite"
cask "font-jetbrains-mono"
cask "jetbrains-space"
cask "jetbrains-toolbox"
cask "keka"
cask "keyboardcleantool"
cask "lunar"
cask "mailtrackerblocker"
cask "mathpix-snipping-tool"
cask "miniconda"
cask "miro"
cask "monodraw"
cask "mullvadvpn"
cask "notion"
cask "nvidia-geforce-now"
cask "obs"
cask "openinterminal"
cask "paw"
cask "raycast"
cask "spotify"
cask "syncthing"
cask "zoom"
mas "1440", id: 1483764819
mas "1Password 7", id: 1333542190
mas "AdGuard for Safari", id: 1440147259
mas "Craft", id: 1487937127
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Grammarly for Safari", id: 1462114288
mas "Hidden Bar", id: 1452453066
mas "Hush", id: 1544743900
mas "iMovie", id: 408981434
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "MindNode", id: 1289197285
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "Shazam", id: 897118787
mas "Slack", id: 803453959
mas "Studies", id: 1071676469
mas "Telegram", id: 747648890
