tap "1password/tap"
tap "anchore/syft"
tap "go-task/tap"
tap "goreleaser/tap"
tap "int128/kubelogin"
tap "jetbrains/utils"
tap "jorgelbg/tap"
tap "koekeishiya/formulae"
tap "ksdme/tap"
tap "popcorn-official/popcorn-desktop", "https://github.com/popcorn-official/popcorn-desktop.git"
brew "antigen"
brew "zstd"
brew "webp"
brew "asciinema"
brew "git"
brew "asdf"
brew "awscli"
brew "libssh2"
brew "bat"
brew "glib"
brew "circleci"
brew "cmake"
brew "rtmpdump"
brew "curl"
brew "dash-shell"
brew "dotnet"
brew "libevent"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libssh"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "flyctl"
brew "freetds"
brew "gh"
brew "ghostscript"
brew "git-absorb"
brew "git-lfs"
brew "git-quick-stats"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "goreleaser"
brew "gradle"
brew "hadolint"
brew "helm"
brew "hugo"
brew "libheif"
brew "imagemagick"
brew "jless"
brew "jq"
brew "just"
brew "kind"
brew "krb5"
brew "ktlint"
brew "ldns"
brew "libfido2"
brew "libpq"
brew "mas"
brew "maven"
brew "midnight-commander"
brew "minikube"
brew "mono"
brew "neovim"
brew "netpbm"
brew "node"
brew "openjdk@11"
brew "openjdk@17"
brew "openjdk@21"
brew "openldap"
brew "openssh"
brew "php"
brew "pinentry-mac"
brew "podman"
brew "progress"
brew "prometheus"
brew "python@3.10"
brew "qemu"
brew "scc"
brew "semgrep"
brew "skaffold"
brew "slides"
brew "speedtest-cli"
brew "spotifyd"
brew "syft"
brew "tfenv"
brew "thefuck"
brew "tmux"
brew "tree"
brew "wget"
brew "yadm"
brew "yamllint"
brew "yarn"
brew "ykman"
brew "yq"
brew "yt-dlp"
brew "go-task/tap/go-task"
brew "int128/kubelogin/kubelogin"
brew "jetbrains/utils/qodana"
brew "jorgelbg/tap/pinentry-touchid"
brew "ksdme/tap/ut"
cask "1password"
cask "1password-cli"
cask "affinity"
cask "anki"
cask "anydesk"
cask "basictex"
cask "chatgpt"
cask "chromedriver"
cask "claude-code"
cask "cleanshot"
cask "cloudflare-warp"
cask "codex"
cask "cursor"
cask "cursor-cli"
cask "docker-desktop"
cask "font-jetbrains-mono"
cask "fork"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "goreleaser-pro"
cask "gpg-suite-no-mail"
cask "ibkr"
cask "jetbrains-toolbox"
cask "keka"
cask "llamabarn"
cask "lm-studio"
cask "miniconda"
cask "monokle"
cask "notion-calendar"
cask "philips-hue-sync"
cask "proton-mail-bridge"
cask "quakenotch"
cask "raycast"
cask "rio"
cask "signal"
cask "stremio"
cask "telegram"
cask "temurin@21"
cask "transmission"
cask "vlc"
cask "warp"
cask "wealthfolio"
cask "yaak"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Craft", id: 1487937127
mas "Craft Web Clipper", id: 6748613311
mas "Flow", id: 1423210932
mas "GarageBand", id: 682658836
mas "Gifski", id: 1351639930
mas "Grazie", id: 6450955215
mas "Hidden Bar", id: 1452453066
mas "iMovie", id: 408981434
mas "KeyKey", id: 1035137927
mas "Keynote", id: 409183694
mas "NordVPN", id: 905953485
mas "Notion Web Clipper", id: 1559269364
mas "Numbers", id: 409203825
mas "Outline", id: 1356178125
mas "Pages", id: 409201541
mas "Perplexity", id: 6714467650
mas "Pixelmator Pro", id: 1289583905
mas "Raycast Companion", id: 6738274497
mas "Slack", id: 803453959
mas "Studies", id: 1071676469
mas "TestFlight", id: 899247664
mas "Things", id: 904280696
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
vscode "anysphere.cursorpyright"
vscode "anysphere.remote-containers"
vscode "fwcd.kotlin"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "tomoki1207.pdf"
go "golang.org/x/tools/gopls"
go "github.com/norwoodj/helm-docs/cmd/helm-docs"
go "honnef.co/go/tools/cmd/staticcheck"
go "github.com/mfridman/tparse"
